chunk="Welcome to HM training video. In this session, we'll explore how doctors can seamlessly access patient past medical history through the OPD doctor list. Let's dive into the key functionalities. First up, the RX button: by simply clicking here, doctors can instantly review the last prescriptions issued to the patient. This includes prescriptions from all departments, even those issued on the current date, presented in the same format as issued to the patient. If required, doctors can take a printout of this prescription by clicking on the print button. Next, the OPDR button: this feature provides a categorized summary of the patient arranged by date. You will notice categories are highlighted in blue if data is available, making it easy to identify areas of interest. Just click on the category to delve deeper. If you need a hard copy, simply hit the print button to take a printout of the same. Moving on to the patient summary button: click on this button, doctors can access a concise overview of the patient's last visit details, chronic profile, current medication, recent investigation, clinical procedure, allergies, and patient demographics sourced from the UMID portal. Lastly, the EMR button: this grants doctors access to patients' complete medical history recorded in the HAMISE portal. There are no restrictions here, allowing for a thorough review of all data captured. These features empower doctors with the necessary tools to make informed decisions, ultimately leading to better healthcare outcomes. Let's ensure efficient utilization of these resources for efficient patient care. Thank you for watching. https://www.youtube.com/watch?v=jVzZ5vJQuQ8&t=0s" relations=['The video is a training session for HM, focusing on how doctors can access patient medical history.', "Doctors can access a patient's past medical history through the OPD doctor list.", 'The RX button allows doctors to view the last prescriptions issued to the patient.', 'Prescriptions viewed via the RX button include those from all departments.', 'Prescriptions displayed are in the same format as originally issued to the patient.', 'The RX button includes prescriptions issued on the current date.', 'Doctors can print prescriptions by clicking the print button after accessing them via RX.', "The OPDR button provides a categorized summary of the patient's medical data.", 'Categories in the OPDR summary are highlighted in blue when data is available.', 'Clicking on a category in OPDR allows the doctor to view more detailed information.', 'Doctors can print the OPDR summary by using the print button.', "The patient summary button gives a concise overview of the patient's last visit.", 'The patient summary includes chronic profile, current medication, and recent investigations.', 'Clinical procedures, allergies, and patient demographics are also part of the patient summary.', 'Patient summary data is sourced from the UMID portal.', "The EMR button provides access to the patient's complete medical history.", 'The EMR data is recorded in the HAMISE portal.', 'There are no restrictions on accessing data through the EMR button.', 'Doctors can thoroughly review all medical data captured in the HAMISE portal.', 'These features provide doctors with tools to make informed healthcare decisions.', 'Using these tools leads to better healthcare outcomes.', 'Efficient utilization of these resources supports efficient patient care.', 'The video aims to train doctors on using digital tools for medical history access.', 'The training video includes a demonstration of multiple system functionalities.', 'Each button feature is designed to improve access to specific types of patient data.'] questions=['What is the purpose of the HM training video?', "How can doctors access a patient's past medical history?", 'What does the RX button allow doctors to do?', 'Do prescriptions from all departments appear when using the RX button?', 'Are prescriptions issued on the current date included in the RX view?', 'Can doctors print prescriptions accessed through the RX button?', 'What information does the OPDR button provide?', 'How are categories displayed in the OPDR summary when data is available?', 'What happens when a doctor clicks on a category in the OPDR summary?', 'Is it possible to print the OPDR summary?', 'What does the patient summary button provide access to?', 'Which visit details are included in the patient summary?', 'Does the patient summary include current medications?', 'Are allergies part of the patient summary?', 'Where is the patient summary data sourced from?', 'What does the EMR button grant access to?', 'Is there any restriction on accessing data through the EMR button?', 'Where is the complete medical history stored?', 'How does accessing medical history help doctors?', 'What leads to better healthcare outcomes according to the video?', 'Why should these resources be used efficiently?', 'What portals are referenced in the training video?', 'Can doctors review all captured data via the EMR button?', "What types of data are included in the patient's chronic profile?", 'Does the patient summary include recent investigations?']